{
  "menu home": "HOME",
  "menu about": "INDIlab",
  "menu projects": "PROJECTS",
  "menu contact": "CONTACT",

  "menu homef": "HOME→",
  "menu aboutf": "INDIlab→",
  "menu projectsf": "PROJECTS→",
  "menu contactf": "CONTACT→",

  "CDMX Traffic": "CDMX Traffic",
  "hero_highlighted_text": "Cities are living systems.",
  "hero_intro_text": "  where innovation, creativity, and possibilities converge At INDIlab, we think of cities as dynamic, ever-evolving entities that embody our collective potential. We believe in a future where technology and community work hand in hand to help humanity thrive in urban environments.",
  "icon_start_alt": "Start icon",
  "icon_end_alt": "End icon",
  "cdmx traffic page food1": "Simulated daily trips in ",
  "cdmx traffic page food2": "Mexico City by time. Data from Mapbox,",

  "cdmx traffic page food3": "analysis and visualization by INDIx",

  "Technology as a Force for": " Technology as a Force ",
  "Human Potential": " for Human Potential",
  "text of Human Potential": "Just as cities are crucibles of innovation, technology can be a catalyst that unlocks and amplifies human potential. When used ethically, it can empower overlooked communities, reveal invisible needs, and fuel just, informed decisions.",
  "text of Human Potential 2": "At INDIlab, technology is a means to a greater purpose: improving urban life, fostering creativity, and sparking progress.",

  "Experimentation": "Experimentation:",
  "The Pathway to Innovation": " The Pathway to Innovation",
  "text of The Pathway to Innovation": "We embrace an experimental mindset, formulating hypotheses, prototyping, testing in real environments, and documenting every outcome. Success lies as much in what we learn from failure as in what we achieve. Each experiment—win or lose—expands our shared urban intelligence.",

  "Harnessing": "Harnessing",
  "Collective Wisdom": " Collective Wisdom",
  "SUB Collective Wisdom": "Cities speak: we listen.",
  "text of the Collective Wisdom": "The knowledge embedded in communities is a resource too vast to ignore. We seek it out through engagement with those who live, work, and create in urban environments. Often, the most valuable insights emerge at the edges of official systems—in markets, grassroots networks, and cultural practices. By integrating these unplanned systems, we design solutions that reflect the authentic character of cities. ",
  "text of the Collective Wisdom 2": "Public life thrives in the unpredictable rhythms of the street.",

  "Public-Private Cooperation": "Public-Private Cooperation:",
  "A Shared Responsibility": "A Shared Responsibility",
  "text of the A Shared Responsibility": " Urban challenges demand collaboration. Governments set the frameworks; the private sector brings agility, innovation, and sustainable models. Together, we achieve more than either could alone. The private sector’s role in public challenges isn’t just an ethical choice, it’s a long-term investment in resilience.",

  "A Fluid": "A Fluid:",
  "and Responsive Agenda": " and Responsive Agenda",
  "text of the and Responsive Agenda": " Our priorities evolve with the city. We track emerging trends and urgent needs, ready to respond with agility. From sustainability to infrastructure, mobility to public space, every innovation we create is rooted in the specific realities of people and place.",

  "Collaboration": "Collaboration",
  "and Partnership": "  and Partnership",
  "text of and Partnership": " We unite disciplines and perspectives to tackle complex challenges. From academic labs to startups and civic organizations, our partnerships expand our capacity to innovate. Together, we form networks that test bold ideas and amplify the human experience.",

  "An Identity Rooted": "An Identity Rooted",
  "in Innovation": " in Innovation ",
  "text of the in Innovation": " INDIlab aims to be both an action hub and a thought leader in urban experimentation. Building on Grupo INDI’s legacy of transformative engineering, we now apply cutting-edge tools and methods to create impact for our clients and for the communities we serve.",

  "The Call": " The Future of Cities",
  "to Action": "  Is Ours to Shape ",
  "text of the to Action": " By embracing experimentation, harnessing technology, and fostering collaboration, we can transform urban spaces into thriving hubs of human potential. We invite innovators, dreamers, and changemakers to join us in building cities that inspire, uplift, and endure.",

  "text 2 of the to Action": "“Together, let’s ensure that cities remain humanity’s greatest invention.”",

  "Get Involved": "Get Involved",

  "See Our Projects ": "See Our Projects",

  "info phi": "La página de INDIlab está diseñada y desarrollada para interactuar con información sobre clima, radiación, temperatura y tráfico de la Ciudad de México, adaptando su diseño en tiempo real; por eso, rara vez la verás igual."
}
