{

"menu home": "HOME",
"menu about": "INDIx",
"menu projects": "PROJECTS",
"menu contact": "CONTACT",


  "CDMX Traffic": "CDMX Traffic",
  "hero_highlighted_text": "Cities are inherently smart—humanity’s greatest creation.",
  "hero_intro_text": " They are living systems where innovation, culture, and vision take shape. At INDIx, we see cities as dynamic, evolving entities that embody our collective potential. We believe in a future where technology and community empower cities to help humanity thrive.",
  "icon_start_alt": "Start icon",
  "icon_end_alt": "End icon",

  "Technology as a Force for": "Technology as a Force for",
  "Human Potential": " Human Potential",
  "text of Human Potential": "Just as cities are crucibles of innovation, technology is the catalyst that unlocks and amplifies human potential.Technology, when used ethically, can amplify the innate potential of urban life and empower historically disenfranchised populations. Technology is not an end in itself; rather, it is a tool that helps cities achieve their ultimate purpose: to improve human life, foster creativity, and drive progress. Through an experimental approach, we seek to create tech tools that strengthen communities, make overlooked needs visible, and enable more just and informed decision-making. When used thoughtfully and responsibly, technology can unlock unprecedented opportunities.  ",

  "Experimentation": "Experimentation:",
  "The Pathway to Innovation": " The Pathway to Innovation",
  "text of The Pathway to Innovation": "INDIx embraces an experimental mindset, one that prioritizes small-scale, data-driven experiments. Our approach is scientific: we formulate hypotheses, create prototypes, test them in real-world environments, and meticulously document the results. Success, for us, is not just about achieving expected outcomes: just as science advances by learning from its mistakes, we see every urban experiment as a chance for discovery. Whether it confirms a hypothesis or disproves it, each test adds to the growing reservoir of urban intelligence.",

  "Harnessing": "Harnessing:",
  "Collective Wisdom": " Collective Wisdom",
  "text of the Collective Wisdom": "The knowledge embedded within the diverse communities that inhabit cities is a resource too vast to ignore. We acknowledge the power of local and collective intelligence and strive to tap into this wisdom by fostering deep engagement with the people who live, work, and create urban environments. This intelligence often manifests at the margins of official plans or systems. Informal dynamics, such as street markets and, are essential assets of urban life. By recognizing and incorporating these unplanned systems, we aim to design solutions that reflect the authentic character of cities. ",

  "Public-Private Cooperation": "Public-Private Cooperation:",
  "A Shared Responsibility": "A Shared Responsibility",
  "text of the A Shared Responsibility": "We transcend the dichotomy between the public and private sectors. Solving urban challenges requires a collaborative approach where every member of society brings their unique strengths to the table. Governments provide the regulatory frameworks and public mandates necessary for systemic change, while the private sector contributes agility, innovation, and sustainable financial models. Together, we can achieve a greater good that benefits society as a whole. We believe the private sector's role in addressing public challenges is not only an ethical imperative—it's a strategic necessity and a long-term investment in societal resilience.",

  "A Fluid": "A Fluid:",
  "and Responsive Agenda": " and Responsive Agenda",
  "text of the and Responsive Agenda": "The projects and topics we tackle are as diverse and dynamic as urban life itself. At INDIx, we remain permeable to emerging trends and pressing issues, ready to adapt and respond with the agility that modern cities demand. Our focus spans the intersection of urban life, sustainability, infrastructure, technology, mobility, public spaces, and beyond. We understand that technology that works in one context may not work in another—every innovation must be deeply rooted in a comprehensive understanding of people and place",

  "Collaboration": "Collaboration",
  "and Partnership": "  and Partnership",
  "text of and Partnership": "We thrive on collaboration. Our approach combines diverse disciplines and favors transdisciplinarity, allowing us to explore complex urban challenges from multiple perspectives. Whether through partnerships with academic institutions, tech startups, or civic organizations, we actively seek to build networks that enhance our capacity to innovate. By tapping into the collective urban knowledge, forming unconventional partnerships, and testing bold ideas, we amplify the human experience in ways that haven’t been fully explored before. ",

  "An Identity Rooted": "An Identity Rooted",
  "in Innovation": " in Innovation ",
  "text of the in Innovation": "INDIx positions itself as an action-driven innovation hub and a thought leader in urban experimentation. Building on Grupo INDI’s legacy of delivering impactful engineering projects through innovative techniques, we aim to follow in those footsteps by using state-of-the-art technology and methodologies. Our goal is to maximize our impact, not only for our clients but also for the communities we serve and work in. ",

  "The Call": "The Call",
  "to Action": " to Action",
  "text of the to Action": "At INDIx, we believe that the future of cities is ours to shape. By embracing experimentation, harnessing technology, and fostering collaboration, we can transform urban spaces into thriving hubs of human potential. We invite innovators, dreamers, and changemakers to join us on this journey—a journey to build cities that inspire, uplift, and endure.",
  "text 2 of the to Action": "Together, let’s create a future where cities continue to be the greatest invention humankind has ever known. "
}
