{
  "menu home": "Inicio",
  "menu about": "INDIx",
  "menu projects": "Proyectos",
  "menu contact": "Contacto",

  "CDMX Traffic": "Tráfico CDMX",
  "hero_highlighted_text": "Las ciudades son inteligentes por definición.",
  "hero_intro_text": "Son la creación suprema de la humanidad: organismos vivos e inteligentes donde cada avance —sea tecnológico, artístico o visionario— cobra forma. En las ciudades se materializan las esperanzas y sueños colectivos, y donde la inteligencia compartida de sus habitantes converge en algo más grande que la suma de sus partes. En INDIx, imaginamos las ciudades como entidades vivas y en constante evolución. Creemos en un futuro donde las ciudades, impulsadas por tecnología de vanguardia y fortalecidas por la participación comunitaria, lleven a la humanidad hacia su máximo potencial.",
  "icon_start_alt": "Ícono de inicio",
  "icon_end_alt": "Ícono de fin",

  "Technology as a Force for": "La tecnología como ponteciador",
  "Human Potential": " del potencial humano",
  "text of Human Potential": "Así como las ciudades son crisoles de innovación, la tecnología es el catalizador que desata y amplifica el potencial humano. Cuando se utiliza con ética, la tecnología puede potenciar la vida urbana y empoderar a poblaciones históricamente marginadas. No es un fin en sí misma, sino una herramienta para que las ciudades cumplan su propósito último: mejorar la vida, fomentar la creatividad y detonar el progreso. Desde un enfoque experimental, buscamos crear herramientas tecnológicas que fortalezcan comunidades, hagan visibles las necesidades ignoradas y posibiliten decisiones más justas e informadas. Cuando se aplica con intención y conciencia, la tecnología abre puertas a oportunidades sin precedentes.",

  "Experimentation": "Experimentación:",
  "The Pathway to Innovation": " el camino hacia la innovación",
  "text of The Pathway to Innovation": "En INDIx adoptamos una mentalidad experimental, que privilegia ensayos a pequeña escala basados en datos. Nuestro enfoque es científico: formulamos hipótesis, creamos prototipos, los probamos en contextos reales y documentamos cada resultado con rigor. Para nosotros, el éxito no es solo llegar al resultado esperado: así como la ciencia avanza aprendiendo de sus errores, cada experimento urbano es una oportunidad de descubrimiento. Confirmar o refutar una hipótesis es, en ambos casos, un paso hacia una inteligencia urbana más robusta.",

  "Harnessing": "Activar:",
  "Collective Wisdom": " la sabiduría colectiva",
  "text of the Collective Wisdom": "El conocimiento incrustado en las comunidades urbanas es un recurso demasiado valioso para ser ignorado. Reconocemos el poder de la inteligencia colectiva y buscamos activarla mediante un diálogo profundo con quienes habitan, trabajan y crean la ciudad. Esta inteligencia muchas veces se manifiesta en los márgenes de lo oficial: dinámicas informales como los mercados callejeros son pilares de la vida urbana. Al reconocer y entrelazar estos sistemas no planeados, diseñamos soluciones que reflejan el carácter auténtico de las ciudades.",

  "Public-Private Cooperation": "Colaboración público-privada:",
  "A Shared Responsibility": " una responsabilidad compartida",
  "text of the A Shared Responsibility": "Vamos más allá de la dicotomía entre lo público y lo privado. Resolver los retos urbanos exige colaboración, donde cada actor aporte sus fortalezas. El sector público establece marcos regulatorios y visión de largo plazo; el privado aporta agilidad, innovación y modelos financieros sostenibles. Juntos, podemos lograr un bien común que beneficie a toda la sociedad. Creemos que el involucramiento del sector privado en retos públicos no es solo una responsabilidad ética: es una necesidad estratégica y una inversión en resiliencia colectiva.",

  "A Fluid": "Una agenda",
  "and Responsive Agenda": " fluida y receptiva",
  "text of the and Responsive Agenda": "Los temas que abordamos son tan diversos y cambiantes como la vida urbana misma. En INDIx, nos mantenemos porosos a las tendencias emergentes y los desafíos urgentes, preparados para responder con la agilidad que exigen las ciudades contemporáneas. Nuestro enfoque cruza fronteras entre sostenibilidad, infraestructura, tecnología, movilidad, espacio público y más. Sabemos que una tecnología no puede ser trasplantada sin más: cada innovación debe estar enraizada en una comprensión profunda del lugar y su gente.",

  "Collaboration": "Colaboración",
  "and Partnership": " y alianza",
  "text of and Partnership": "Nos alimentamos de la colaboración. Nuestro enfoque mezcla disciplinas y favorece lo transdisciplinario, permitiéndonos abordar lo urbano desde múltiples ángulos. Ya sea con universidades, startups tecnológicas o colectivos ciudadanos, buscamos crear redes que expandan nuestra capacidad de innovar. Al activar saberes urbanos, formar alianzas no convencionales y probar ideas audaces, amplificamos la experiencia humana de maneras que aún están por descubrirse.",

  "An Identity Rooted": "Una identidad arraigada",
  "in Innovation ": " en la innovación",
  "text of the in Innovation ": "INDIx se posiciona como un nodo de acción y pensamiento en torno a la experimentación urbana. Heredamos la trayectoria de Grupo INDI, que ha llevado a cabo proyectos de ingeniería con impacto real a través de técnicas innovadoras. Nuestra misión es seguir ese camino, aprovechando tecnología y metodologías de última generación para maximizar nuestro impacto, no solo para nuestros clientes, sino también para las comunidades con las que colaboramos.",

  "The Call ": "Llamado",
  "to Action": " a la acción",
  "text of the to Action": "En INDIx creemos que el futuro de las ciudades está en nuestras manos. Si abrazamos la experimentación, activamos la tecnología y fomentamos la colaboración, podemos transformar los espacios urbanos en verdaderos motores del potencial humano. Invitamos a innovadores, soñadores y agentes de cambio a sumarse a este viaje: uno que busca construir ciudades que inspiren, eleven y trasciendan.",
  "text 2 of the to Action": "Construyamos juntos un futuro donde las ciudades sigan siendo la mayor invención de la humanidad."
}
